Repository: Luiz-C-Lima/hashes
Catalog: po/*.po
Languages: pt_br

source: Identify hashing algorithms
pt_br: Identificar algorítimos de hashing

source: Hash Identifier
pt_br: Identificador de Hash

source: hash;hashcat;john;detect;identify
pt_br: hash;hashcat;john;detectar;identificar

source: This utility lets you conveniently find out what hashing algorithm has been used on a particular string.
pt_br: Essa ferramenta permite que você descubra convenientemente qual algoritmo de hash foi usado em uma string específica.

source: Features:
pt_br: Recursos:

source: 📺 Popularity Ratings - Most popular hashes showed first.
pt_br: 📺 Classificações de popularidade - Os hashes mais populares são mostrados primeiro.

source: 👵 Updated! - A new hash algorithm database is used in the identification process.
pt_br: 👵 Atualizado! - Um novo banco de dados de algoritmos de hash é usado no processo de identificação.

source: detect
pt_br: detectar

source: identify
pt_br: identificar

source: Enter a hash text
pt_br: Entre um texto de hash

source: Waiting for input…
pt_br: Esperando por input…

source: Can't find an algorithm that matches your input!
pt_br: Não foi possível encontrar um algorítimo que combine com seu input!

source: <b>Extended!</b>
pt_br: <b>Extendido!</b>

source: translator-credits
pt_br: Luiz Lima

source: External Libraries
pt_br: Bibliotecas Externas
